Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# alarm_snooze_body
source: Time to wake up! Your snooze is over.
ar: حان وقت الاستيقاظ! انتهت الغفوة.
ca: Hora de llevar-se! El posposament s'ha acabat.
cs: Čas vstávat! Odklad skončil.
da: Tid til at stå op! Udsættelsen er slut.
de: Zeit zum Aufwachen! Die Schlummerzeit ist vorbei.
el: Ώρα να σηκωθείς! Η αναβολή τελείωσε.
es: ¡Hora de despertar! Tu siesta terminó.
fi: Aika herätä! Torkku on ohi.
fr: C'est l'heure de se lever ! Le rappel est terminé.
he: הגיע הזמן לקום! הנודניק הסתיים.
hi: उठने का समय! स्नूज़ खत्म हो गया।
hr: Vrijeme je za ustajanje! Odgoda je gotova.
hu: Ideje felkelni! A szundi lejárt.
id: Waktunya bangun! Waktu tunda sudah habis.
it: È ora di alzarsi! Il posticipo è finito.
ja: 起きる時間です！スヌーズが終わりました。
ko: 일어날 시간이에요! 다시 알림이 끝났습니다.
ms: Masa untuk bangun! Tangguhan sudah tamat.
nl: Tijd om op te staan! Je sluimertijd is voorbij.
no: På tide å stå opp! Slumringen er over.
pl: Czas wstawać! Drzemka się skończyła.
pt_br: Hora de acordar! Sua soneca acabou.
pt_pt: Hora de acordar! O adiamento terminou.
ro: E ora să te trezești! Amânarea s-a terminat.
ru: Пора вставать! Отсрочка закончилась.
sk: Čas vstávať! Odklad sa skončil.
sv: Dags att vakna! Snoozen är över.
th: ได้เวลาตื่นแล้ว! หมดเวลาเลื่อนปลุก
tr: Uyanma zamanı! Erteleme süresi doldu.
uk: Час прокидатися! Відкладення завершилося.
vi: Đến giờ dậy! Hết thời gian báo lại.
zh_hans: 该起床了！稍后提醒时间已结束。
zh_hant: 該起床了！稍後提醒時間已結束。

# alarm_snooze_duration
source: Snooze length
ar: مدة الغفوة
ca: Durada del posposament
cs: Délka odkladu
da: Udsættelsens længde
de: Schlummerdauer
el: Διάρκεια αναβολής
es: Duración
fi: Torkun kesto
fr: Durée du rappel
he: משך נודניק
hi: स्नूज़ अवधि
hr: Trajanje odgode
hu: Szundi hossza
id: Durasi tunda
it: Durata posticipo
ja: スヌーズの長さ
ko: 다시 알림 간격
ms: Tempoh tangguhan
nl: Sluimerduur
no: Slumrelengde
pl: Długość drzemki
pt_br: Duração da soneca
pt_pt: Duração do adiamento
ro: Durata amânării
ru: Длительность отсрочки
sk: Dĺžka odkladu
sv: Snoozelängd
th: ระยะเวลาเลื่อนปลุก
tr: Erteleme süresi
uk: Тривалість відкладення
vi: Thời gian báo lại
zh_hans: 稍后提醒时长
zh_hant: 稍後提醒長度

# alarm_snooze_min_option %lld
source: %lld min
ar: %lld د
el: %lld λ
he: %lld דק׳
hi: %lld मि
hu: %lld perc
id: %lld mnt
ja: %lld分
ko: %lld분
ru: %lld мин
th: %lld น.
tr: %lld dk
uk: %lld хв
vi: %lld ph
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# alarm_snooze_minutes %lld
source: Snooze %lld min
ar: غفوة %lld د
ca: Posposa %lld min
cs: Odložit o %lld min
da: Udsæt %lld min
de: Schlummern %lld Min.
el: Αναβολή %lld λ
es: Posponer %lld min
fi: Torkku %lld min
fr: Rappel %lld min
he: נודניק %lld דק׳
hi: स्नूज़ %lld मि
hr: Odgodi %lld min
hu: Szundi %lld perc
id: Tunda %lld mnt
it: Posticipa %lld min
ja: スヌーズ %lld分
ko: 다시 알림 %lld분
ms: Tangguh %lld min
nl: Sluimer %lld min
no: Slumre %lld min
pl: Drzemka %lld min
pt_br: Soneca %lld min
pt_pt: Adiar %lld min
ro: Amână %lld min
ru: Отложить на %lld мин
sk: Odložiť o %lld min
sv: Snooza %lld min
th: เลื่อน %lld น.
tr: %lld dk ertele
uk: Відкласти на %lld хв
vi: Báo lại %lld ph
zh_hans: 稍后提醒 %lld 分钟
zh_hant: 稍後提醒 %lld 分鐘

# alarm_snooze_off
source: Off
ar: إيقاف
ca: Desactivat
cs: Vyp.
da: Fra
de: Aus
el: Όχι
es: Sin
fi: Pois
fr: Désactivé
he: כבוי
hi: बंद
hr: Isklj.
hu: Ki
id: Mati
it: No
ja: オフ
ko: 끔
ms: Mati
nl: Uit
no: Av
pl: Wył.
pt_br: Sem
pt_pt: Desligado
ro: Oprit
ru: Выкл.
sk: Vyp.
sv: Av
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hant: 關閉

# alarm_snooze_section
source: Snooze
ar: الغفوة
ca: Posposar
cs: Odklad
da: Udsæt
de: Schlummern
el: Αναβολή
es: Posponer
fi: Torkku
fr: Rappel d'alarme
he: נודניק
hi: स्नूज़
hr: Odgoda
hu: Szundi
id: Tunda
it: Posticipa
ja: スヌーズ
ko: 다시 알림
ms: Tangguh
nl: Sluimeren
no: Slumre
pl: Drzemka
pt_br: Soneca
pt_pt: Adiar
ro: Amânare
ru: Отсрочка
sk: Odklad
th: เลื่อนปลุก
tr: Erteleme
uk: Відкладення
vi: Báo lại
zh_hans: 稍后提醒
zh_hant: 稍後提醒

# alarm_snooze_section_description
source: Limit snoozes to actually get up on time
ar: حدّد الغفوات لتستيقظ فعلاً في الوقت المحدد
ca: Limita els posposaments per llevar-te de debò a l'hora
cs: Omezte odklady, abyste opravdu vstali včas
da: Begræns udsættelser, så du faktisk kommer op til tiden
de: Begrenze das Schlummern, um wirklich pünktlich aufzustehen
el: Περιόρισε τις αναβολές για να σηκώνεσαι πραγματικά στην ώρα σου
es: Limita las siestas para levantarte a tiempo
fi: Rajoita torkkuja, jotta nouset oikeasti ajoissa
fr: Limitez les rappels pour vous lever vraiment à l'heure
he: הגבילו נודניקים כדי לקום באמת בזמן
hi: समय पर सचमुच उठने के लिए स्नूज़ सीमित करें
hr: Ograniči odgode kako bi stvarno ustao na vrijeme
hu: Korlátozd a szundikat, hogy tényleg időben kelj fel
id: Batasi penundaan agar benar-benar bangun tepat waktu
it: Limita i posticipi per alzarti davvero in orario
ja: スヌーズを制限して、時間どおりに起きましょう
ko: 다시 알림을 제한해서 제시간에 일어나세요
ms: Hadkan tangguhan supaya benar-benar bangun tepat pada masanya
nl: Beperk het sluimeren om echt op tijd op te staan
no: Begrens slumringer så du faktisk kommer deg opp i tide
pl: Ogranicz drzemki, żeby naprawdę wstawać na czas
pt_br: Limite as sonecas para levantar na hora certa
pt_pt: Limite os adiamentos para se levantar mesmo a horas
ro: Limitează amânările ca să te ridici cu adevărat la timp
ru: Ограничьте отсрочки, чтобы вставать вовремя
sk: Obmedzte odklady, aby ste naozaj vstali načas
sv: Begränsa snoozningar så att du faktiskt kommer upp i tid
th: จำกัดการเลื่อนปลุกเพื่อให้ตื่นตรงเวลาจริงๆ
tr: Zamanında kalkmak için ertelemeleri sınırlayın
uk: Обмежте відкладення, щоб вставати вчасно
vi: Giới hạn báo lại để thật sự dậy đúng giờ
zh_hans: 限制稍后提醒次数，准时起床
zh_hant: 限制稍後提醒次數，準時起床

# alarm_sound
source: Sound
ar: الصوت
ca: So
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Sonido
fi: Ääni
fr: Sonnerie
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Suara
it: Suono
ja: サウンド
ko: 사운드
ms: Bunyi
nl: Geluid
no: Lyd
pl: Dźwięk
pt_br: Som
pt_pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 铃声
zh_hant: 鈴聲

# alarm_title
source: Smart Alarm
ar: منبّه ذكي
ca: Alarma intel·ligent
cs: Chytrý budík
de: Smarter Alarm
el: Έξυπνο ξυπνητήρι
es: Alarma Inteligente
fi: Älyherätys
fr: Alarme intelligente
he: שעון מעורר חכם
hi: स्मार्ट अलार्म
hr: Pametni alarm
hu: Okos ébresztő
id: Alarm Pintar
it: Sveglia intelligente
ja: スマートアラーム
ko: 스마트 알람
ms: Penggera Pintar
nl: Slimme wekker
pl: Inteligentny alarm
pt_br: Alarme Inteligente
pt_pt: Alarme inteligente
ro: Alarmă inteligentă
ru: Умный будильник
sk: Inteligentný budík
th: ปลุกอัจฉริยะ
tr: Akıllı Alarm
uk: Розумний будильник
vi: Báo thức thông minh
zh_hans: 智能闹钟
zh_hant: 智慧鬧鐘

# alarm_vibration
source: Vibration
ar: الاهتزاز
ca: Vibració
cs: Vibrace
el: Δόνηση
es: Vibración
fi: Värinä
he: רטט
hi: कंपन
hr: Vibracija
hu: Rezgés
id: Getaran
it: Vibrazione
ja: バイブレーション
ko: 진동
ms: Getaran
nl: Trillen
no: Vibrering
pl: Wibracje
pt_br: Vibração
pt_pt: Vibração
ro: Vibrație
ru: Вибрация
sk: Vibrácie
th: สั่น
tr: Titreşim
uk: Вібрація
vi: Rung
zh_hans: 振动
zh_hant: 震動

# alarm_volume
source: Volume
ar: مستوى الصوت
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση
es: Volumen
fi: Äänenvoimakkuus
he: עוצמת קול
hi: आवाज़
hr: Glasnoća
hu: Hangerő
ja: 音量
ko: 음량
ms: Kelantangan
no: Volum
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sv: Volym
th: ระดับเสียง
tr: Ses düzeyi
uk: Гучність
vi: Âm lượng
zh_hans: 音量
zh_hant: 音量

# alarm_wake_window
source: Wake-up Window
ar: نافذة الاستيقاظ
ca: Finestra de despertar
cs: Okno buzení
da: Vækkevindue
de: Weckfenster
el: Παράθυρο αφύπνισης
es: Ventana de Despertar
fi: Herätysikkuna
fr: Fenêtre de réveil
he: חלון השכמה
hi: वेक विंडो
hr: Prozor buđenja
hu: Ébresztési ablak
id: Jendela Bangun
it: Finestra di risveglio
ja: 起床ウインドウ
ko: 기상 구간
ms: Tetingkap Bangun
nl: Wekvenster
no: Vekkevindu
pl: Okno budzenia
pt_br: Janela de Despertar
pt_pt: Janela de despertar
ro: Fereastră de trezire
ru: Окно пробуждения
sk: Okno budenia
sv: Väckningsfönster
th: ช่วงเวลาปลุก
tr: Uyanma Aralığı
uk: Вікно пробудження
vi: Khung đánh thức
zh_hans: 唤醒窗口
zh_hant: 喚醒區間

# alarm_weekdays
source: Weekdays
ar: أيام الأسبوع
ca: Dies laborables
cs: Všední dny
da: Hverdage
de: Wochentags
el: Καθημερινές
es: Días laborables
fi: Arkisin
fr: En semaine
he: ימי חול
hi: कार्यदिवस
hr: Radnim danima
hu: Hétköznap
id: Hari kerja
it: Giorni feriali
ja: 平日
ko: 주중
ms: Hari bekerja
nl: Doordeweeks
no: Hverdager
pl: Dni robocze
pt_br: Dias úteis
pt_pt: Dias úteis
ro: Zile lucrătoare
ru: Будни
sk: Pracovné dni
sv: Vardagar
th: วันธรรมดา
tr: Hafta içi
uk: Будні
vi: Ngày trong tuần
zh_hans: 工作日
zh_hant: 平日

# alarm_weekends
source: Weekends
ar: عطلة نهاية الأسبوع
ca: Caps de setmana
cs: Víkendy
da: Weekender
de: Wochenende
el: Σαββατοκύριακα
es: Fines de semana
fi: Viikonloppuisin
fr: Le week-end
he: סופי שבוע
hi: सप्ताहांत
hr: Vikendom
hu: Hétvégén
id: Akhir pekan
it: Weekend
ja: 週末
ko: 주말
ms: Hujung minggu
nl: Weekend
no: Helger
pl: Weekendy
pt_br: Fins de semana
pt_pt: Fins de semana
ro: Weekenduri
ru: Выходные
sk: Víkendy
sv: Helger
th: วันหยุดสุดสัปดาห์
tr: Hafta sonu
uk: Вихідні
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末

# alarm_window_15
source: 15 min
ar: 15 د
el: 15 λ
he: 15 דק׳
hi: 15 मि
hu: 15 perc
id: 15 mnt
ja: 15分
ko: 15분
ru: 15 мин
th: 15 น.
tr: 15 dk
uk: 15 хв
vi: 15 ph
zh_hans: 15 分钟
zh_hant: 15 分鐘

# alarm_window_30
source: 30 min
ar: 30 د
el: 30 λ
he: 30 דק׳
hi: 30 मि
hu: 30 perc
id: 30 mnt
ja: 30分
ko: 30분
ru: 30 мин
th: 30 น.
tr: 30 dk
uk: 30 хв
vi: 30 ph
zh_hans: 30 分钟
zh_hant: 30 分鐘

# alarm_window_45
source: 45 min
ar: 45 د
el: 45 λ
he: 45 דק׳
hi: 45 मि
hu: 45 perc
id: 45 mnt
ja: 45分
ko: 45분
ru: 45 мин
th: 45 น.
tr: 45 dk
uk: 45 хв
vi: 45 ph
zh_hans: 45 分钟
zh_hant: 45 分鐘

# alarm_window_60
source: 60 min
ar: 60 د
el: 60 λ
he: 60 דק׳
hi: 60 मि
hu: 60 perc
id: 60 mnt
ja: 60分
ko: 60분
ru: 60 мин
th: 60 น.
tr: 60 dk
uk: 60 хв
vi: 60 ph
zh_hans: 60 分钟
zh_hant: 60 分鐘

# alarm_your_alarms
source: Your Alarms
ar: منبّهاتك
ca: Les teves alarmes
cs: Vaše budíky
da: Dine alarmer
de: Deine Alarme
el: Τα ξυπνητήρια σου
es: Tus Alarmas
fi: Herätyksesi
fr: Vos alarmes
he: ההתראות שלך
hi: आपके अलार्म
hr: Tvoji alarmi
hu: Ébresztőid
id: Alarm Kamu
it: Le tue sveglie
ja: アラーム一覧
ko: 내 알람
ms: Penggera Anda
nl: Jouw wekkers
no: Dine alarmer
pl: Twoje alarmy
pt_br: Seus Alarmes
pt_pt: Os seus alarmes
ro: Alarmele tale
ru: Ваши будильники
sk: Vaše budíky
sv: Dina alarm
th: การปลุกของคุณ
tr: Alarmlarınız
uk: Ваші будильники
vi: Báo thức của bạn
zh_hans: 我的闹钟
zh_hant: 我的鬧鐘

# analysis_insights
source: Insights
ar: ملاحظات
ca: Conclusions
cs: Postřehy
da: Indsigter
de: Erkenntnisse
el: Συμπεράσματα
es: Recomendaciones
fi: Havainnot
fr: Conseils
he: תובנות
hi: इनसाइट्स
hr: Uvidi
hu: Megállapítások
id: Wawasan
it: Suggerimenti
ja: インサイト
ko: 인사이트
ms: Pandangan
nl: Inzichten
no: Innsikt
pl: Wnioski
pt_pt: Conclusões
ro: Concluzii
ru: Выводы
sk: Postrehy
sv: Insikter
th: ข้อมูลเชิงลึก
tr: İçgörüler
uk: Висновки
vi: Nhận định
zh_hans: 洞察
zh_hant: 洞察

# analysis_sleep_stages
source: Sleep Stages
ar: مراحل النوم
ca: Fases del son
cs: Fáze spánku
da: Søvnstadier
de: Schlafphasen
el: Στάδια ύπνου
es: Etapas del Sueño
fi: Univaiheet
fr: Phases de sommeil
he: שלבי שינה
hi: नींद के चरण
hr: Faze sna
hu: Alvási fázisok
id: Tahap Tidur
it: Fasi del sonno
ja: 睡眠ステージ
ko: 수면 단계
ms: Peringkat Tidur
nl: Slaapfasen
no: Søvnstadier
pl: Fazy snu
pt_br: Estágios do Sono
pt_pt: Fases do sono
ro: Fazele somnului
ru: Фазы сна
sk: Fázy spánku
sv: Sömnstadier
th: ระยะการนอน
tr: Uyku Evreleri
uk: Фази сну
vi: Giai đoạn giấc ngủ
zh_hans: 睡眠阶段
zh_hant: 睡眠階段

# analysis_time_in_stages
source: Time in Stages
ar: الوقت حسب المرحلة
ca: Temps per fase
cs: Čas ve fázích
da: Tid pr. stadie
de: Zeit pro Phase
el: Χρόνος ανά στάδιο
es: Tiempo en Etapas
fi: Aika vaiheittain
fr: Temps par phase
he: זמן לפי שלב
hi: चरण अनुसार समय
hr: Vrijeme po fazama
hu: Idő fázisonként
id: Waktu per Tahap
it: Tempo per fase
ja: ステージ別の時間
ko: 단계별 시간
ms: Masa mengikut Peringkat
nl: Tijd per fase
no: Tid per stadium
pl: Czas w fazach
pt_br: Tempo nos Estágios
pt_pt: Tempo por fase
ro: Timp pe faze
ru: Время по фазам
sk: Čas vo fázach
sv: Tid per stadium
th: เวลาแต่ละระยะ
tr: Evrelere Göre Süre
uk: Час за фазами
vi: Thời gian theo giai đoạn
zh_hans: 各阶段时长
zh_hant: 各階段時間

# bedtime_autostart_message
source: Your sleep night has started. Sleep well!
ar: بدأت ليلة نومك. تصبح على خير!
ca: La teva nit de son ha començat. Bona nit!
cs: Vaše noc spánku začala. Dobrou noc!
da: Din søvnnat er begyndt. Sov godt!
de: Deine Schlafnacht hat begonnen. Schlaf gut!
el: Η νύχτα ύπνου σου ξεκίνησε. Καλόν ύπνο!
es: Tu noche de sueño ha comenzado. ¡Que descanses!
fi: Uniyösi on alkanut. Nuku hyvin!
fr: Votre nuit de sommeil a commencé. Dormez bien !
he: ליל השינה שלך התחיל. לילה טוב!
hi: आपकी नींद की रात शुरू हो गई। शुभ रात्रि!
hr: Tvoja noć sna je počela. Lijepo spavaj!
hu: Az alvásod éjszakája elkezdődött. Aludj jól!
id: Malam tidurmu sudah dimulai. Selamat tidur!
it: La tua notte di sonno è iniziata. Dormi bene!
ja: 睡眠の記録を開始しました。おやすみなさい！
ko: 수면 기록이 시작되었습니다. 잘 자요!
ms: Malam tidur anda telah bermula. Selamat malam!
nl: Je slaapnacht is begonnen. Slaap lekker!
no: Søvnnatten din har startet. Sov godt!
pl: Twoja noc snu się rozpoczęła. Śpij dobrze!
pt_br: Sua noite de sono começou. Bons sonhos!
pt_pt: A sua noite de sono começou. Durma bem!
ro: Noaptea ta de somn a început. Somn ușor!
ru: Ночь сна началась. Спокойной ночи!
sk: Vaša noc spánku sa začala. Dobrú noc!
sv: Din sömnnatt har börjat. Sov gott!
th: คืนการนอนของคุณเริ่มแล้ว ฝันดี!
tr: Uyku geceniz başladı. İyi uykular!
uk: Ваша ніч сну розпочалася. Солодких снів!
vi: Đêm ngủ của bạn đã bắt đầu. Chúc ngủ ngon!
zh_hans: 你的睡眠记录已开始。祝你睡个好觉！
zh_hant: 你的睡眠記錄已開始。祝你一夜好眠！

# bedtime_reminder_body %lld
source: Your bedtime is in %lld minutes. Start your wind-down routine.
ar: موعد نومك بعد %lld دقيقة. ابدأ روتين الاسترخاء.
ca: L'hora d'anar a dormir és d'aquí a %lld minuts. Comença a relaxar-te.
cs: Do usínání zbývá %lld minut. Začněte se zklidňovat.
da: Din sengetid er om %lld minutter. Begynd at slappe af.
de: Deine Schlafenszeit ist in %lld Minuten. Zeit, zur Ruhe zu kommen.
el: Η ώρα ύπνου σου είναι σε %lld λεπτά. Ξεκίνα να χαλαρώνεις.
es: Tu hora de dormir es en %lld minutos. Comienza tu rutina de relajación.
fi: Nukkumaanmenoaikaasi on %lld minuuttia. Aloita rauhoittuminen.
fr: Votre coucher est dans %lld minutes. Commencez votre routine de détente.
he: שעת השינה שלך בעוד %lld דקות. התחילו להירגע.
hi: सोने का समय %lld मिनट में। आराम की दिनचर्या शुरू करें।
hr: Vrijeme za spavanje je za %lld minuta. Počni se opuštati.
hu: %lld perc múlva van a lefekvés ideje. Kezdj el lazítani.
id: Waktu tidurmu %lld menit lagi. Mulailah bersantai.
it: Andrai a dormire tra %lld minuti. Inizia la tua routine di relax.
ja: 就寝時刻まであと%lld分です。リラックスの準備を始めましょう。
ko: 취침 시간까지 %lld분 남았습니다. 잘 준비를 시작하세요.
ms: Waktu tidur anda dalam %lld minit lagi. Mulakan rutin bertenang.
nl: Je bedtijd is over %lld minuten. Begin met je avondroutine.
no: Leggetiden din er om %lld minutter. Begynn å roe ned.
pl: Pora snu za %lld minut. Zacznij się wyciszać.
pt_br: Sua hora de dormir é em %lld minutos. Comece sua rotina de relaxamento.
pt_pt: A sua hora de deitar é daqui a %lld minutos. Comece a relaxar.
ro: Ora de culcare este peste %lld minute. Începe să te relaxezi.
ru: До отхода ко сну %lld мин. Начните готовиться ко сну.
sk: Do spánku zostáva %lld minút. Začnite sa upokojovať.
sv: Din läggdags är om %lld minuter. Börja varva ner.
th: อีก %lld นาทีจะถึงเวลานอน เริ่มผ่อนคลายได้เลย
tr: Yatma saatinize %lld dakika kaldı. Sakinleşme rutininize başlayın.
uk: До сну лишилося %lld хвилин. Починайте розслаблятися.
vi: Còn %lld phút đến giờ ngủ. Hãy bắt đầu thư giãn.
zh_hans: 还有 %lld 分钟就到就寝时间了。开始放松，准备睡觉吧。
zh_hant: 再 %lld 分鐘就到就寢時間了。開始放鬆，準備睡覺吧。

# bedtime_reminder_message
source: Time to wind down and get ready for bed.
ar: حان وقت الاسترخاء والاستعداد للنوم.
ca: És hora de relaxar-se i preparar-se per dormir.
cs: Je čas se uvolnit a připravit ke spánku.
da: Tid til at slappe af og gøre dig klar til at sove.
de: Zeit, runterzufahren und dich bettfertig zu machen.
el: Ώρα να χαλαρώσεις και να ετοιμαστείς για ύπνο.
es: Hora de relajarte y prepararte para dormir.
fi: On aika rauhoittua ja valmistautua nukkumaan.
fr: Il est temps de vous détendre et de vous préparer à dormir.
he: הגיע הזמן להירגע ולהתכונן לשינה.
hi: आराम करने और सोने की तैयारी का समय है।
hr: Vrijeme je za opuštanje i pripremu za spavanje.
hu: Ideje ellazulni és készülődni a lefekvéshez.
id: Saatnya bersantai dan bersiap untuk tidur.
it: È ora di rilassarti e prepararti per andare a letto.
ja: そろそろリラックスして、寝る準備をしましょう。
ko: 긴장을 풀고 잘 준비를 할 시간이에요.
ms: Masa untuk bertenang dan bersiap untuk tidur.
nl: Tijd om te ontspannen en je klaar te maken voor bed.
no: På tide å roe ned og gjøre seg klar for natten.
pl: Czas się zrelaksować i przygotować do snu.
pt_br: Hora de desacelerar e se preparar pra dormir.
pt_pt: Está na hora de relaxar e preparar-se para dormir.
ro: E timpul să te relaxezi și să te pregătești de culcare.
ru: Пора расслабиться и готовиться ко сну.
sk: Je čas uvoľniť sa a pripraviť sa na spánok.
sv: Dags att varva ner och göra dig redo för sängen.
th: ได้เวลาผ่อนคลายและเตรียมตัวเข้านอน
tr: Rahatlama ve yatağa hazırlanma zamanı.
uk: Час розслабитися і готуватися до сну.
vi: Đến lúc thư giãn và chuẩn bị đi ngủ.
zh_hans: 该放松下来，准备睡觉了。
zh_hant: 該放鬆一下，準備睡覺了。

# bedtime_reminder_title
source: Time to Wind Down
ar: وقت الاسترخاء
ca: Hora de relaxar-se
cs: Čas na zklidnění
da: Tid til at slappe af
de: Zeit, zur Ruhe zu kommen
el: Ώρα για χαλάρωση
es: Hora de Relajarte
fi: Aika rauhoittua
fr: Il est temps de se détendre
he: זמן להירגע
hi: आराम का समय
hr: Vrijeme za smirivanje
hu: Ideje lenyugodni
id: Saatnya Bersantai
it: È ora di rilassarsi
ja: リラックスの時間
ko: 잘 준비할 시간
ms: Masa untuk Bertenang
nl: Tijd om tot rust te komen
no: På tide å roe ned
pl: Czas się wyciszyć
pt_br: Hora de Relaxar
pt_pt: Hora de relaxar
ro: E timpul să te relaxezi
ru: Пора готовиться ко сну
sk: Čas na upokojenie
sv: Dags att varva ner
th: เวลาผ่อนคลาย
tr: Sakinleşme Zamanı
uk: Час готуватися до сну
vi: Giờ thư giãn
zh_hans: 该准备睡觉了
zh_hant: 該準備睡覺了

# bedtime_start_sleep
source: Start sleep night
ar: ابدأ ليلة النوم
ca: Comença la nit de son
cs: Zahájit noc spánku
da: Start søvnnatten
de: Schlafnacht starten
el: Έναρξη νύχτας ύπνου
es: Iniciar la noche de sueño
fi: Aloita uniyö
fr: Commencer la nuit
he: התחלת ליל שינה
hi: नींद की रात शुरू करें
hr: Započni noć sna
hu: Alvás éjszakájának indítása
id: Mulai malam tidur
it: Inizia la notte
ja: 睡眠の記録を開始
ko: 수면 기록 시작
ms: Mulakan malam tidur
nl: Slaapnacht starten
no: Start søvnnatten
pl: Rozpocznij noc snu
pt_br: Iniciar noite de sono
pt_pt: Iniciar noite de sono
ro: Începe noaptea de somn
ru: Начать ночь сна
sk: Začať noc spánku
sv: Starta sömnnatten
th: เริ่มคืนการนอน
tr: Uyku gecesini başlat
uk: Розпочати ніч сну
vi: Bắt đầu đêm ngủ
zh_hans: 开始记录睡眠
zh_hant: 開始記錄睡眠

# insight_excellent_night
source: Excellent night! You achieved optimal sleep quality.
ar: ليلة رائعة! حققت جودة نوم مثالية.
ca: Nit excel·lent! Has assolit una qualitat de son òptima.
cs: Skvělá noc! Dosáhli jste optimální kvality spánku.
da: Fremragende nat! Du opnåede optimal søvnkvalitet.
de: Ausgezeichnete Nacht! Du hast optimale Schlafqualität erreicht.
el: Εξαιρετική νύχτα! Πέτυχες βέλτιστη ποιότητα ύπνου.
es: ¡Excelente noche! Lograste una calidad de sueño óptima.
fi: Erinomainen yö! Saavutit parhaan mahdollisen unenlaadun.
fr: Excellente nuit ! Vous avez atteint une qualité de sommeil optimale.
he: לילה מצוין! השגתם איכות שינה מיטבית.
hi: शानदार रात! आपने बेहतरीन नींद की गुणवत्ता पाई।
hr: Izvrsna noć! Postigao si optimalnu kvalitetu sna.
hu: Kiváló éjszaka! Optimális alvásminőséget értél el.
id: Malam yang luar biasa! Kamu mencapai kualitas tidur optimal.
it: Notte eccellente! Hai raggiunto una qualità del sonno ottimale.
ja: 素晴らしい夜でした！最適な睡眠の質を達成しました。
ko: 훌륭한 밤이었어요! 최적의 수면 질을 달성했습니다.
ms: Malam yang hebat! Anda mencapai kualiti tidur optimum.
nl: Uitstekende nacht! Je hebt een optimale slaapkwaliteit bereikt.
no: Utmerket natt! Du oppnådde optimal søvnkvalitet.
pl: Świetna noc! Osiągnąłeś optymalną jakość snu.
pt_br: Excelente noite! Você atingiu qualidade de sono ótima.
pt_pt: Noite excelente! Atingiu uma qualidade de sono ótima.
ro: O noapte excelentă! Ai atins o calitate optimă a somnului.
ru: Отличная ночь! Вы достигли оптимального качества сна.
sk: Skvelá noc! Dosiahli ste optimálnu kvalitu spánku.
sv: Utmärkt natt! Du nådde optimal sömnkvalitet.
th: คืนที่ยอดเยี่ยม! คุณนอนหลับได้คุณภาพดีที่สุด
tr: Harika bir gece! En iyi uyku kalitesine ulaştınız.
uk: Чудова ніч! Ви досягли оптимальної якості сну.
vi: Một đêm tuyệt vời! Bạn đạt chất lượng giấc ngủ tối ưu.
zh_hans: 非常棒的一晚！你达到了最佳睡眠质量。
zh_hant: 非常棒的一晚！你達到了最佳睡眠品質。

# insight_high_deep_sleep
source: High deep sleep. Your body is recovering well.
ar: نوم عميق ممتاز. جسمك يتعافى جيداً.
ca: Molt son profund. El teu cos s'està recuperant bé.
cs: Hodně hlubokého spánku. Tělo se dobře zotavuje.
da: Meget dyb søvn. Din krop restituerer godt.
de: Viel Tiefschlaf. Dein Körper erholt sich gut.
el: Πολύς βαθύς ύπνος. Το σώμα σου αναρρώνει καλά.
es: Alto sueño profundo. Tu cuerpo se está recuperando bien.
fi: Paljon syvää unta. Kehosi palautuu hyvin.
fr: Beaucoup de sommeil profond. Votre corps récupère bien.
he: שינה עמוקה מעולה. הגוף שלכם מתאושש היטב.
hi: गहरी नींद बढ़िया रही। आपका शरीर अच्छी तरह रिकवर कर रहा है।
hr: Puno dubokog sna. Tijelo se dobro oporavlja.
hu: Sok mélyalvás. A tested jól regenerálódik.
id: Tidur nyenyak tinggi. Tubuhmu pulih dengan baik.
it: Molto sonno profondo. Il tuo corpo sta recuperando bene.
ja: 深い睡眠が多め。体がしっかり回復しています。
ko: 깊은 수면이 충분해요. 몸이 잘 회복되고 있습니다.
ms: Tidur lena yang tinggi. Badan anda pulih dengan baik.
nl: Veel diepe slaap. Je lichaam herstelt goed.
no: Mye dyp søvn. Kroppen din restituerer godt.
pl: Dużo głębokiego snu. Twoje ciało dobrze się regeneruje.
pt_br: Alto sono profundo. Seu corpo está se recuperando bem.
pt_pt: Muito sono profundo. O seu corpo está a recuperar bem.
ro: Mult somn profund. Corpul tău se recuperează bine.
ru: Много глубокого сна. Организм хорошо восстанавливается.
sk: Veľa hlbokého spánku. Telo sa dobre zotavuje.
sv: Mycket djupsömn. Din kropp återhämtar sig bra.
th: หลับลึกได้ดีมาก ร่างกายกำลังฟื้นฟูอย่างเต็มที่
tr: Derin uyku yüksek. Vücudunuz iyi toparlanıyor.
uk: Багато глибокого сну. Організм добре відновлюється.
vi: Ngủ sâu rất tốt. Cơ thể bạn đang phục hồi hiệu quả.
zh_hans: 深睡眠充足。你的身体正在良好恢复。
zh_hant: 深眠充足。你的身體正在良好恢復。
